IdeaRS.Connections
TonguePlateData.InsideWeldLength Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.TonguePlateData.InsideWeldLength"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double InsideWeldLength { get; set; }
Property Value
Type: Double
See Also
Reference
TonguePlateData Class
IdeaRS.Connections.Data Namespace